"All neccessary tools have been disabled in Preferences" = "Visi reikalingi įrankiai buvo atjungti nustatymuose";
"Can't map file into memory" = "Neįmanoma priskirti failo atmintyje";
"File cannot be optimized any further" = "Labiau optimizuoti failo neįmanoma";
"File is neither PNG, GIF nor JPEG" = "Failas nėra PNG, GIF ar JPEG";
"Inspecting file" = "Tikrinam failą";
"New file" = "Naujas failas";
"Optimized file could not be saved" = "Neįmanoma išsaugoti optimizuoto failo";
"Optimized successfully with %@" = "Sėkmingai optimizuota naudojant %@";
"Size of optimized file is 0" = "Optimizuotu failų dydis yra 0";
"Started %@" = "Paleidom %@";
"Waiting in queue" = "Laukia eilėje";
"Waiting to be optimized" = "Laukia optimizacijos";
"Waiting to start more optimizations" = "Laukiama optimizacijų pradžios";
"%@ failed to start" = "Įvyko klaida paleidžiant %@";
"Add" = "Pridėti";
"Cut" = "Iškirpti";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Išsaugota %@ iš %@. %@ viso (iki %@ vienam failui)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Išsaugota %@ iš %@. %@ vidutiniškai vienam failui (iki %@)";